[
  {
    "review_text": "Produto bom, alta qualidade e fácil de operar, inclusive para extrair o fio de nylon, top. Parece, e é leve, mas naturalmente pesa com o tempo de trabalho e postura. Eu ingenuamente achei que fosse render mais o corte da grama, mas para cortar áreas iguais ou maiores que 50m² é mais difícil do que parece, levei uma tarde inteira entre cortar e limpar. Minha sugestão é que vá sempre cortando e limpando simultaneamente. É bom tbm incluir no custo-benefício, o preço da extensão elétrica, que é cara, ~r$120 / 20m. Em suma, se o objetivo é economizar com jardineiro, vale a pena. Não estou arrependido, recomendo.",
    "source": "Mercado Livre",
    "sentimento": "positivo"
  },
  {
    "review_text": "Ótimo, ele corta até mato alto, o fio acaba rápido, aí tem que ficar parando para arrumar, mas é maravilhoso o produto, super recomendo.",
    "source": "Mercado Livre",
    "sentimento": "positivo"
  },
  {
    "review_text": "Muito forte, eu não corte grama foi mato mesmo, cortou igual manteiga. Recomendadíssimo. Mas gastei um pouco de nylon, muito satisfeito com o cortador.",
    "source": "Mercado Livre",
    "sentimento": "positivo"
  },
  {
    "review_text": "Muito bom produto. Eu já tinha uma que durou 3 anos. Ela é bem forte uso como roçadeira pra mato grosso, pesado e ela atende bem. Por confiar na qualidade que voltei a comprar. Se for pra grama ela durará bastante. No meu caso é por que uso pra serviço mais pesado mas ela da conta do recado muito bem. Ótima marca e produto.",
    "source": "Mercado Livre",
    "sentimento": "positivo"
  },
  {
    "review_text": "Excelente máquina, muito forte, nylon também é de ótima qualidade, não costuma quebrar com facilidade, apenas vai desgastando conforme vai utilizando, recomendo!!.",
    "source": "Mercado Livre",
    "sentimento": "positivo"
  },
  {
    "review_text": "Maravilhoso prático de. Montar econômico no manusear e bem potente amei ter adquirido esse produto.",
    "source": "Mercado Livre",
    "sentimento": "positivo"
  },
  {
    "review_text": "Produto de qualidade comprei dia 09/04/2024. Esperei esse tempo pra estar avaliando o produto 👍🏾.",
    "source": "Mercado Livre",
    "sentimento": "positivo"
  },
  {
    "review_text": "Muito obrigado.",
    "source": "Mercado Livre",
    "sentimento": "positivo"
  },
  {
    "review_text": "Ameiii.",
    "source": "Mercado Livre",
    "sentimento": "positivo"
  },
  {
    "review_text": "Pratico, eficiente, potente.",
    "source": "Mercado Livre",
    "sentimento": "positivo"
  },
  {
    "review_text": "Ótimo aparador. Lembrando que é um aparador de grama e não uma roçadeira. Entretanto encarei um matagal com ele aqui no meu quintal e deu conta do recado, utilizando com cautela parando de vez em quando pra não sobrecarregar o aparador. Recomendo com empenho.",
    "source": "Mercado Livre",
    "sentimento": "positivo"
  },
  {
    "review_text": "Produto dentro do esperado, recomendo.",
    "source": "Mercado Livre",
    "sentimento": "positivo"
  },
  {
    "review_text": "Testado e aprovado. Rapidinho cortei a grama aqui do jardim.",
    "source": "Mercado Livre",
    "sentimento": "positivo"
  },
  {
    "review_text": "Muito facil de montar rápido e boa qualidade estou satisfeito.",
    "source": "Mercado Livre",
    "sentimento": "positivo"
  },
  {
    "review_text": "Excelente. Eu tinha receio em comprar e não atender minhas expectativas mas me surpreendi muito positivamente… ela é potente e pude aparar a grama de todo o quintal sem problemas (grama batatais). Vale muito a pena!!.",
    "source": "Mercado Livre",
    "sentimento": "positivo"
  },
  {
    "review_text": "Produto muito bom, cumpre com o que promete, recomendo!.",
    "source": "Mercado Livre",
    "sentimento": "positivo"
  },
  {
    "review_text": "Muito boa.",
    "source": "Mercado Livre",
    "sentimento": "positivo"
  },
  {
    "review_text": "Gostei do produto, recomendo.",
    "source": "Mercado Livre",
    "sentimento": "positivo"
  },
  {
    "review_text": "E ótima meu esposo gostou muito.",
    "source": "Mercado Livre",
    "sentimento": "positivo"
  },
  {
    "review_text": "Já tive 1 há anos atrás mas a potência era baixa mas esse de 1500 é muito melhor, fácil de manusear, indico 100%.",
    "source": "Mercado Livre",
    "sentimento": "positivo"
  },
  {
    "review_text": "Produto muito bom só poderia vir com dois fios de nylon de cada lado pra mais praticidade, mas pra quem tem tempo e paciência produto muito bom 😊.",
    "source": "Mercado Livre",
    "sentimento": "positivo"
  },
  {
    "review_text": "Ótimo bom funcionamento,ótima qualidade é muito potente. ,.",
    "source": "Mercado Livre",
    "sentimento": "positivo"
  },
  {
    "review_text": "Corta muito bem! tenho gramado de 42 m2 meu quintal, me atendeu perfeitamente! eu recomendo! fácil de usar e trocar o fio (vem bem grande embutido/enroladinho).",
    "source": "Mercado Livre",
    "sentimento": "positivo"
  }
]